[
    ["fr","en","de","es"],
    ["Strasbourg au fil du temps...","Strasbourg over time...","Straßburg im Laufe der Zeit...","Estrasburgo a lo largo del tiempo..."],
    ["Comparer","Compare","Vergleichen","Comparar"],
    ["Opacité :","Opacity:","Opazität:","Opacidad:"],
    ["Avec","With","Mit","Con"],
    ["Entrez une adresse pour vous localiser","Enter an adress to locate yourself","Geben Sie eine Adresse ein, um Sie zu finden","Entrar una dirección para localizar"],
    ["Vider adresse","Empty adress","Leere Adresse","Vaciar dirección"],
    ["Latitude / longitude (WGS84) :","Latitude / longitude (WGS84):","Breite / Länge (WGS84):","Latitud / longitud (WGS84):"],
    ["Est / nord (RGF93-Lambert93) :","East / north (RGF93-Lambert93):","Osten / Norden (RGF93-Lambert93):","Este / norte (RGF93-Lambert93):"],
    ["<h3><b>Impression en cours !</b></h3><br />Veuillez patienter, ce processus peut être assez long.<br /><br />Si ce message ne disparaît pas, appuyez sur la touche F5 pour actualiser la page et réessayez sur une étendue géographique plus petite en zoomant sur la carte.<br /><br />","<h3><b>Printing is in progress!</b></h3><br />Please wait, this process may be quite long.<br /><br />If this message does not disappear, press the F5 key to refresh the page and try again over a smaller geographic area by zooming in on the map.<br /><br />","<h3><b>Druckvorgang läuft!</b></h3><br />Bitte warten Sie, dieser Vorgang kann lange dauern.<br /><br />Wenn diese Meldung nicht ausgeblendet wird, drücken Sie die Taste F5, um die Seite zu aktualisieren, und versuchen Sie es in einem kleineren geografischen Bereich erneut, indem Sie auf die Karte zoomen.<br /><br />","<h3><b>¡La impresión está en progreso!</b></h3><br />Espere, este proceso puede llevar mucho tiempo.<br /> <br />Si este mensaje no desaparece, presione la tecla F5 para actualizar la página e intente nuevamente sobre un área geográfica más pequeña al hacer zoom en el mapa.<br /><br />"],
    ["Cet outil ne fonctionne que sur la carte de gauche en mode côte à côte","This tool only works on the left map in side-by-side mode","Dieses Tool funktioniert nur auf der linken Karte in nebeneinander Modus","Esta herramienta solo funciona en el mapa de la izquierda en modo lado a lado"],
    ["De nombreux outils de cette page web ne sont pas compatibles avec Internet Explorer. Pour un fonctionnement optimal, vous pouvez utiliser","Many of the tools on this web page are not compatible with Internet Explorer. For optimal operation, you can use","Viele der Tools auf dieser Webseite sind nicht mit Internet Explorer kompatibel. Für einen optimalen Betrieb können Sie verwenden","Muchas de las herramientas en esta página web no son compatibles con Internet Explorer. Para un funcionamiento óptimo, puede usar"],
    ["ou","or","oder","o"],
    ["Appuyez sur Echap pour fermer cette fenêtre.","Press Esc to close this window.","Drücken Sie die Esc-Taste, um dieses Fenster zu schließen.","Presione Esc para cerrar esta ventana."],
    ["Retour sur le site Internet du service Géomatique et connaissance du territoire","Return to the Geomatics and knowledge of the territory department website","Zurück zur Website der Abteilung Geomatik und Kenntnis des Territoriums","Regresar al sitio web del servicio de Geomática y Conocimiento del Territorio"],
    ["Accès direct à la page de téléchargement des cartes anciennes en PDF","Direct access to the download page of old maps in PDF","Direkter Zugang zum Download alter Karten in PDF","Acceso directo a la página de descarga de mapas antiguos en PDF"],
    ["Cartes côte à côte et synchronisées. Ce mode est incompatible avec la gestion d'opacité et la coulisse de comparaison","Maps side by side and synchronized. This mode is incompatible with opacity management and the comparison slide","Karten nebeneinander und synchronisiert. Dieser Modus ist nicht mit der Opazitätsverwaltung und dem Vergleichsschieber kompatibel","Mapas uno al lado del otro y sincronizados. Este modo es incompatible con la gestión de opacidad y la diapositiva de comparación."	],
    ["Cartes superposeés : utilisez les curseurs pour changer les opacités","Superimposed cards: use the sliders to change opacities","Überlagerte Karten: Verwenden Sie die Schieberegler, um die Deckkraft zu ändern","Mapas superpuestas: use los controles deslizantes para cambiar las opacidades"],
    ["Utilisez la coulisse pour déplacer la limite de comparaison","Use the slide to move the comparison limit","Verwenden Sie den Schieberegler, um das Vergleichslimit zu verschieben","Use el control deslizante para mover el límite de comparación"],
    ["Cliquez pour activer la mesure de distance, cliquez à nouveau pour désactiver","Click to enable distance measurement, click again to disable","Klicken Sie, um die Entfernungsmessung zu aktivieren, und klicken Sie erneut, um sie zu deaktivieren","Haga clic para habilitar la medición de distancia, haga clic nuevamente para desactivar"],
    ["Cliquez pour activer la mesure de superficie, cliquez à nouveau pour désactiver","Click to enable area measurement, click again to disable","Klicken Sie, um die Flächenmessung zu aktivieren, und klicken Sie erneut, um sie zu deaktivieren","Haga clic para activar la medición del área, haga clic nuevamente para desactivar"],
    ["Cliquez pour activer l'affichage des coordonnées, cliquez à nouveau pour désactiver","Click to enable display of the coordinates, click again to disable","Klicken Sie, um die Anzeige der Koordinaten zu aktivieren, und klicken Sie erneut, um sie zu deaktivieren","Haga clic para habilitar la visualización de coordenadas, haga clic nuevamente para desactivar"],
    ["Télécharger la (les) carte(s) au format PNG","Download map(s) in PNG format","Karte(n) im PNG-Format herunterladen","Descargar mapa(s) en formato PNG"],
    ["Générer un fichier PDF imprimable","Generate a printable PDF","Generieren Sie ein druckfähiges PDF","Generar un PDF imprimible"],
    ["Ce site fonctionne avec le soutien de la plateforme","This site works with the support of the platform","Diese Seite arbeitet mit Unterstützung der Plattform","Este sitio funciona con el apoyo de la plataforma"],
    ["qui héberge les données.","which hosts the data.","welches die Daten hostet.","que aloja los datos."],
    ["Légende","Legend","Legende","Leyenda"],
    ["carte1.png","map1.png","Karte1","mapa1.png"],
    ["carte2.png","map2.png","Karte2","mapa2.png"],
    ["Image de gauche :","Left image:","Linkes Bild:","Imagen izquierda:"],
    ["Image de droite :","Right image:","Rechtes Bild:","Imagen derecha:"],
    ["(métadonnées)","(metadata)","(Metadaten)", "(metadatos)"],
    ["Direction Urbanisme et territoires - service Géomatique et connaissance du territoire","Urbanism and territories direction - Geomatics and knowledge of the territory department","Direktion Stadtplanung und Territorien - Abteilung Geomatik und Kenntnis des Territoriums","Dirección Urbanismo y territorios - Servicio de geomática y conocimiento del territorio."],
    ["Contact :","Contact:","Kontact:","Contacto:"],
    ["Cliquez pour continuer à dessiner la surface","Click to continue drawing the surface","Klicken Sie, um mit dem Zeichnen der Oberfläche fortzufahren","Haga clic para continuar dibujando la superficie"],
    ["Cliquez pour continuer à dessiner la ligne","Click to continue drawing the line","Klicken Sie, um mit dem Zeichnen der Linie fortzufahren","Haga clic para continuar dibujando la línea"],
    ["Cliquez pour commencer à dessiner","Click to start drawing","Klicken Sie, um mit dem Zeichnen zu beginnen","Haga clic para iniciar el dibujo"],
    ["ne correspond à aucun élément","does not match any element","stimmt mit keinem Element überein","no coincide con ningún elemento"],
    ["Générer un permalien avec la configuration actuelle","Generate a permalink with the current configuration","Generiere einen Permalink mit der aktuellen Konfiguration","Generar un enlace permanente con la configuración actual"],
    ["Permalien","Permalink","Permalink","Permalink"],
    ["L'URL ci-dessous vous permet partager la configuration actuelle de la page (sauf les mesures de distances et de surfaces) :","The URL below allows you to share the current configuration of the page (except distance and area measurements):","Über die folgende URL können Sie die aktuelle Konfiguration der Seite übermitteln (außer Entfernungs- und Flächenmessungen):","La siguiente URL le permite compartir la configuración actual de la página (excepto las mediciones de distancia y área):"],
    ["Copier dans le presse papier","Copy to clipboard","In die Zwischenablage kopieren","Copiar al portapapeles"],
    ["Envoyer par e-mail","Send by e-mail","per E-Mail senden","Enviar por correo electrónico"],
    ["Annuler","Cancel","Stornieren","Cancelar"],
    ["Comparaison d'images historiques de Strasbourg","Comparison of historical images of Strasbourg","Vergleich historischer Bilder von Straßburg","Comparación de imágenes históricas de Estrasburgo"],
    ["default",1]
]